{"name":"Duran, Dynasty of Running Wolves","effect":"2-Pc: When allies use follow-up attacks, the wearer receives 1 stack of Merit, stacking up to 6 times. Every stack of Merit increases the DMG dealt by the wearer's follow-up attacks by 4%. When there are 6 stacks, additionally increases the wearer's CRIT DMG by 24%.","slots":[{"name":"Duran's Tent of Golden Sky","story":"The beginning of ancient foxian and borisin ballads all nostalgically sing of the \"Planet of Verdant\" and the planet's fertile soil and pleasant climate. However, upon closer inspection, the perceptive ones will realize such words are mere preludes to the eternal theme of \"war.\"With their talents for agriculture and commerce, some fox clans built prosperous towns next to flowing rivers. Meanwhile, the children of wolves roamed with their herd under the aurora-covered sky within the lush grasslands, forming settlements that dotted the landscape. The merchants laughed at the herders for the latter's savagery, while the herders despised the merchants for their deception. However, they both must confront the cruel torments of nature — the \"Vulpesummer\" and \"Lupuswinter.\"In the summer of rich harvests blessed by the fox deity, the two clans put down their arms and ceased warfare in mutual satisfaction. But once the wolf deity lets fall the white frost, the snowlines would spread from the poles and hunger shall drive the two clans to unceasing conflict.The ballads mention that the Lupuswinter once stayed far beyond its due, even after the sun of the old verdant home had circled the planet thirty-three times. Poverty and hunger crashed the people, and they resorted to even eating animals they once worshipped as totems. After foreseeing the end where the entire world shall be covered in bleak death, a savior climbed to the peak of the tallest mountain in that world — The foxian legends called this lady Tushan, but the borisin sagas called this man Duran. No matter what this savior was called, they made a wish to the Master of Immortality, hoping for sustenance enough to keep the world's people alive. Then, the mountains split, and sweet divine nectar of Redspring poured out from the hilly ravines.Those who drank from the Redspring obtained power, dexterity, and strength from the beast meat they devoured. Their blood, too, stirred with the ferocity of animals, and their bodily forms became increasingly bestial — Thus was this world changed, never to return to its former days.With the Redspring as the medium, everything that the reborn canine races needed was made from this miraculous source — The fields no longer grew grain but viscorpi instead, and the garments that covered people's bodies were no longer of linen but of embryonic flesh. Even the chilly snowlands that once terrified the old verdant home civilizations were no longer a concern, for the canine races cultivated biological membranes in the polar regions to craft into warm dome-shaped tents, blocking the impoverished Lupuswinter beyond this barrier.Then, things changed in the Planet of Verdant, just like how things changed for every short-life species that became long-life — There was a population explosion, ecological collapse, internal warfare... And no matter how hard the canine races prayed to the Master of Immortality, they never heard another reply. Then, the people understood the truth: Everything that the Master of Immortality could give has been given, and if the people wish to have better lives, they must take it themselves.Gathered around Duran the great Brood Lord, the canine races cast their sight into the sky where the Master of Immortality dwelled. The stars sparkled like a grassland waiting to be conquered with fast steads, and they will bring the \"Lupuswinter\" to the civilizations on those planets.Much later, their sworn enemies gave them the name \"borisin,\" for \"boris\" meant \"wolf\" in the language of the Planet of Verdant.","slot":"Planar Sphere"},{"name":"Duran's Mechabeast Bridle","story":"In the borisin language, the bridle was also called assa-chita, meaning \"the living book.\"When the duo rising moons met, and the night sky was at its brightest, the voodoo masters of the hunting tribe would gift bridles to the children of Duran to symbolize them entering adulthood. This pristine bridle would become a book that recorded the history of their battles throughout their lives.As soon as the adulthood ceremony ended, the borisin youths must walk into the weapon farm, then pick and tame their first battle mount among the \"mechabeasts\" that had been filtered and bred via gene witchcraft. Mechabeasts that consumed the conquered as their feed had astounding agility, perception, and ferocity — Yet they were considered mere sheep when faced against their future masters. As the moonlight stirred the violent blood in their veins, the borisin youths chased and dueled against the mechabeasts. Some would die from the beast's kiss — That would be the result of cowardice. Some would kill their peers — That was the law of how valiant beasts shall be distributed... The borisin youths tripped the desired mount to the ground and tied the bridle, inlaid with neural spike whips, onto the animal's neck — The beast would be stunned through telepathy with its future master and became as tame as they have received hundreds of whiplashes. When the beast willingly carried the master on its back, a fitting borisin sorya (warrior, rider) would have been born.Then, the borisin bridle would become the recorder of wars, and the reins would gradually become full of scratches, knots, and accessories.The well-trained sorya would don jellyfish-like membranous armor under the leadership of a yonda (leader, centurion). They would then board the beast ships that can warp between stars, explore different worlds, and swear to make the stars into their herding ground in the name of Duran and the Master of Immortality. On the bridle, light scratches indicated how many enemies the owner had slain, knots recorded how many major campaigns they were involved in, and the accessories dangling from the reins were loot such as human teeth and Intellitron cores obtained from pillaging frenzies... They were the vengeance and wails of the conquered, as well as medals for borisin individuals to demonstrate their strength.When the mounts beneath the warrior perished in warfare, or when borisin wished to mete out punishment, the bridle would also be fastened around the face of other living beings.Their targets were usually foxians — The slave race excluded from the clan due to genetic selection plans. They were weak, devious, and were only fit for lowly labor and calculations. Whenever rare war-like individuals emerged among the foxians, the master of the wolf-head would prioritize binding these foxians with the bridles, driving them as war slaves to serve as vanguards on the battlefield.If all slaves had died, and the weapons were bent, then the bridle could still act as a whip if one attached a spike to the end. If the bridle was snapped and the warrior perished in war with their fangs and claws shattered, then the bridle would become the sole remaining epitaph and memories for borisin...Just as the old tales said that \"the position between the predator and prey often changes in the forest,\" countless wolf-kind bridles have broken and snapped after fighting for millennia against the Xianzhou in this dark forest called the universe. At the end, this link that connected various clans was severed by the sharp arrow of The Hunt, and borisin also fell into the shadow of internal strife and general decay, becoming ever more removed from their former pride.","slot":"Link Rope"}]}