{"name":"Sigonia, the Unclaimed Desolation","effect":"2-Pc: When enemies are defeated, the wearer's CRIT DMG increases by 4%, up to 10 times.","slots":[{"name":"Recliner of the Sigonian Mother-Goddess","story":"When discussing Oswaldo Schneider, the head of the IPC's Marketing Development Department, people often focus on the decisive operations he undertook upon assuming the position. Within just two years, this young fanatic addressed three major longstanding issues that had plagued the Department for several Amber Eras despite the bitter cold, pestilence, and death that enveloped those conundrums. One of these challenges is the desolate planet known as Sigonia-IV, which is covered in barren deserts and scarred by clan vendettas... a place of endless difficulties and strife.Situated near the convergence of three major star clusters, Sigonia-IV has long been subjected to stellar winds from multiple stars, earning its reputation as the \"eye of the storm\" throughout the Cosmos. The planet's surface environment is extremely harsh, leading many civilizations to either migrate to other celestial bodies or succumb to natural disasters. Now, only a small number of intelligent races remain there, referred to as Sigonians by scholars from the Intelligentsia Guild.In reality, Sigonians have fragmented into numerous clans, with most adopting nomadic lifestyles, while a few have established centralized systems of governance of reasonable size.They share a common language. Through the translation provided by the Synesthesia Beacon, you will learn that \"Katica\" means \"skinning knife,\" symbolizing the most savage and barbarous clan among Sigonians. On the other hand, \"Avgin\" means \"honey,\" representing the most notorious and despicable thieves among the clans. These clans share a vendetta that lasted through Amber Eras, performing a cycle of bloody vengeance in the boundless wilderness where only the fittest survive — Until mysterious figures clad in black descended from the sky. The Avgins, being the prey, received the Amber's protection, and the unending killing game finally reached a temporary ceasefire.Afterward, under the IPC's guidance, the Sigonians established the Sigonian Sovereignty according to the Interstellar Peace Charter and took their first steps toward the civilized universe.Unfortunately, this unity and progress did not extend to the Avgins and Katicans. Sigonians harbored fear regarding the former's resourcefulness and cunning while considering the latter to be nothing more than cannibalistic beasts. Although Sigonians possessed only limited knowledge about Preservation, they understood that some of them had to be sacrificed for it. Utilizing a highly advanced set of parliamentary rules, the chiefs banished both clans to the endless desert.As a token of apology, they affirmed that \"the Avgins would eternally retain the right of autonomy\" — In other words, they could legitimately and lawfully remain silent when the Katicans' butcher knives were ever turned against the Avgins once more in the future.","slot":"Planar Sphere"},{"name":"Sigonia's Knot of Cyclicality","story":"\"Avgin\" means \"honey\" in the Sigonian language. This is a commonplace derogatory term emphasizing the astute, persuasive, and capricious nature of the Avgins.This perception is not entirely baseless, as the Avgins possess naturally appealing features, captivating eyes, and exceptional emotional intelligence borderline that of sorcery, enabling them to easily win the favor of strangers. This inborn talent helps them to navigate between major clans and ethnic groups, effortlessly obtaining whatever they desire — though mostly resorting to less-than-legal means. Nowadays, the Avgins has gained notoriety throughout the entire universe as smugglers, stowaways, swindlers, gamblers, thieves, robbers, and occasional social butterflies.The Avgins exhibit a particular fondness for intricately patterned fabrics and are drawn to jewelry crafted from precious jade, with a special affinity for Sigonian Calameteorite. This gemstone is the only one capable of rivaling the resplendent divine body of Gaiathra Triclops in their mythology, who is believed to have been reborn from death.Known as Fenge Biyos, their Mother Goddess reigns over all matters related to fertility, travels, and trickery. Depictions of the Mother Goddess in the Avgins' religion often portray HER as a left palm adorned with three eyes. The Avgins primarily express reverence for HER through spoken prayers alone, believing that the Mother Goddess is as silent and unassuming as the mountains of Sigonia, and that crafting statues or composing hymns for HER would only create distance from HER protective embrace.The Avgins view the world through the body of the Mother Goddess — the earth, the mountains, and all that exists on the land are a part of the Mother Goddess' divine body. And at the end of each calendar year, HER divine body will perish.On that significant day, HER divine essence ascends as a resplendent aurora in the night sky and is reborn in the following day. Hence, Avgins celebrate the first day of the new year through their grand festival called \"Kakava.\" During this festival, they weave sacrificial vessels known as \"Knots of Cyclicality\" and toss them into bonfires to commemorate the Great Goddess' birth.According to the incident report from the Marketing Development Department, the second tragedy that claimed the lives of the entire Avgin clan occurred on the night of Kakava. Despite stormy winds and cloud-covered skies that swallowed up the light of the celestial auroras, the Avgins were more excited than ever even though such sights should generally regarded as ill omens. When questioned about this, a maiden from the clan provided the following response.\"Rain is a gift from the Mother Goddess. SHE is calling to us, urging us to take up arms and fight for our future.\"\"This rain will be accompanying us eternally and protecting us. We shall meet our honorable demise in the rain.\"","slot":"Link Rope"}]}