{"name":"The Wind-Soaring Valorous","effect":"2-Pc: ATK increases by 12%.4-Pc: When the wearer uses an Ultimate or launches follow-up attacks, increases the wearer's DMG dealt by 20%. This effect stacks up to 2 time(s) and will be dispelled at the end of the wearer's turn.","slots":[{"name":"Valorous Mask of Northern Skies","story":"Her eagle helmet had two pairs of auxiliary eyes, ensuring clear vision of her surroundings under any lighting conditions. However, these auxiliary eyes were now coated with dried, tainted blood, and everything within sight was tinged with rust.The general awoke from unconsciousness, rising from a mountain of corpses. Behind her, the Cloudpeer Telescope stood tall like a towering spire reaching into the sky. At the pinnacle of the tower, a radiant light pulsed incessantly, repeating cryptic messages that only stargazers could decipher. Sustained by the collective will of trillions within the Alliance, it was praying to the God — right now, she and her lifeless comrades who had long since laid down their lives were fighting for this whispered plea to reach the heavens and bestow death.\"It's here...\" the general murmured softly, gazing upward. She couldn't see the form of the God or hear THEIR voice, but she could sense the evidence of THEIR arrival — waves of scorching air suddenly surged, like a branding iron skimming across her skin. Fiery sparks danced amidst the mist of blood, obscuring the sky like a curtain, which in the ensuing moment, was torn open by an unbearable light...It came, the miracle exchanged for the countless soldiers who perished. She had witnessed celestial remnants condemned by the God to the realm of death and had once pursued this light's trail in battle. She thought the light was extremely fast, too fast to entertain any stray thoughts. But she was wrong. That moment was enough for her to think of her beloved disciple again:\"Make a wish. Wish for her path to be clear...\"The earth surged like angry waves, roaring with the sea of light, and she had no more worldly thoughts, transforming into dust within the light.","slot":"Head"},{"name":"Valorous Bracelet of Grappling Hooks","story":"The Verdant Knights under her command were as valiant as the Borisin Wolftroopers. Even if their swords broke and their bows snapped, without an inch of iron left in their hands, they could still fight to the death relying solely on the sharp claws on their gauntlets.It is rumored that the foxian warriors of the Verdant Knights often rescued worlds ruled by the borisin. These foxian warriors born in \"conquered territories\" have mixed bloodlines, occasionally exhibiting atavistic mutations. These foxian individuals are conscripted as war slaves, driven by their wolf-headed masters to serve as vanguards before battles and as cannon fodder to delay attacks by Xianzhou ships.\"Join the Verdant Knights, and we will give you the chance to seek revenge against your wolf-headed masters!\" During recruitment and training, the general remembered saying this to the young foxian girl. But she felt guilty for the latter half of the sentence that she couldn't bring herself to say: \"Like me, you were born for war and will die for war.\"Although the war slaves possessed strength and speed comparable to their wolf-headed masters, their mutations also depleted their life and sanity. When their will was consumed by rage, they descended into bloodthirsty monsters.When pure bestial fury rules their bodies, after completing the final hunt and chase of this life, these gauntlets will become shackles that bind their hands, never to be separated from flesh and blood again.","slot":"Hands"},{"name":"Valorous Plate of Soaring Flight","story":"She still remembered the ancient ballad of the foxians, singing a tune that never quite becomes a melody, only a mournful lament for their lost homeland. \"Sauntering Fox on the distant shore. Traveling slowly, thirsty and hungry. My heart is filled with sorrow, yet no one knows my grief.\"...Thousands of years ago, they became livestock, servants, and currency under the tyranny of the wolves' claws. Thousands of years later, they still fight tirelessly for the liberation of their kin. Despite lacking the constant physical transformations of their natural enemies, they possess keen adaptability and wit.Their wolf-headed masters commanded them to craft tools for use, yet repeatedly dug out their eyes to prevent learning and forbade them from possessing metals to avoid creating tools. None of this could erase the foxians' inner desire: One day, they would teach the hunters the fear of being hunted. One day, they would swap places with the hunters and pursue without rest.In the end, the foxians forged porcelain into armor. The Verdant Knights' porcelain armor was as light as the wind and as strong as steel. Their wolf-headed masters' claws and their weapons of flesh could not harm them in the slightest.The general donned this porcelain armor, rising with the warriors of The Old Verdant Home, becoming a nightmare above the borisin. They advanced and retreated in formation, like a flock of hunting birds, echoing each other. But no matter how sturdy this armor was, she always believed in this: A body tempered by pain is the best weapon, and comrades who share hardship are the best armor.\"Birds spread their wings, beasts bare their teeth and claws. Who says we have naught to hold on to? Our comrades are our armor.\"","slot":"Body"},{"name":"Valorous Greaves of Pursuing Hunt","story":"She watched the girl's figure darting like a startled rabbit in the hazy moonlight. She followed the girl's footsteps and scent like a hunter tracking their prey. Finally, she waited for the girl at the end of the road.Or perhaps, it was the girl waiting for her to arrive.In the moonlight, the general saw that face clearly.\"Do you really want to join the Cloud Knights?\"\"I don't want to serve a wolf-headed master.\"The girl's borisin speech was difficult and intermittent. The expression on that face — she had seen it countless times while rescuing trapped compatriots.Though these people shared the same blood as her, they spoke different languages and harbored different thoughts.They never considered themselves descendants of foxians, but then who were they?The general trembled slightly, stepping aside.\"Go. From tonight, they won't chase you anymore...\"\"But I want them dead.\"The general looked at her in disbelief, as amazed as if she had seen a shooting star streak across the sky, and the girl's animal-like figure suddenly vanished into the darkness.The general closed her eyes, as if the moonlight burned her eyes. After a moment, she looked down and saw the girl's bare, thorn-scarred feet covered in mud.\"Why aren't you wearing shoes?\"\"I forgot. I didn't notice.\"The general took off her own boots, compared sizes, and helped the girl put them on.\"They fit pretty well... Let's go then.\"\"What about you?\"\"I'm used to walking on thorns.\"She quickened her pace, barefoot and agile, with the girl closely chasing after her.Or perhaps, they were both chasing after each other.","slot":"Feet"}]}